Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: Analysis - %@
ar: التحليل - %@
cs: Analýza - %@
de: Analyse - %@
el: Ανάλυση - %@
es: Análisis - %@
fi: Analyysi - %@
fr: Analyse - %@
it: Analisi - %@
ja: 分析 - %@
ko: 분석 - %@
pl: Analiza - %@
pt_br: Análise - %@
tr: Analiz - %@

source: Analysis Failed
ar: فشل التحليل
cs: Analýza selhala
de: Analyse fehlgeschlagen
el: Η ανάλυση απέτυχε
es: Análisis fallido
fi: Analyysi epäonnistui
fr: Échec de l'analyse
it: Analisi non riuscita
ja: 分析に失敗しました
ko: 분석 실패
pl: Analiza nie powiodła się
pt_br: Falha na análise
tr: Analiz başarısız oldu

source: Analysis is AI-assisted. Findings should be verified by a qualified reviewer.
ar: التحليل مدعوم بالذكاء الاصطناعي. يجب التحقق من النتائج من قِبل مراجع مؤهل.
cs: Analýza je podporována umělou inteligencí. Zjištění by měl ověřit kvalifikovaný recenzent.
de: Die Analyse wird KI-gestützt erstellt. Befunde sollten von einer qualifizierten Person überprüft werden.
el: Η ανάλυση γίνεται με τη βοήθεια AI. Τα ευρήματα πρέπει να επαληθεύονται από εξειδικευμένο αναθεωρητή.
es: El análisis está asistido por IA. Los hallazgos deben ser verificados por un revisor cualificado.
fi: Analyysi on tekoälyavusteinen. Havainnot tulee tarkistuttaa pätevällä arvioijalla.
fr: L'analyse est assistée par IA. Les conclusions doivent être vérifiées par un examinateur qualifié.
it: L'analisi è assistita dall'IA. I risultati devono essere verificati da un revisore qualificato.
ja: 分析は AI による支援を受けています。検出結果は資格のあるレビュアーが検証する必要があります。
ko: 분석은 AI의 지원을 받습니다. 검토 결과는 자격을 갖춘 검토자가 확인해야 합니다.
pl: Analiza jest wspomagana przez SI. Wyniki powinny zostać zweryfikowane przez wykwalifikowanego recenzenta.
pt_br: A análise é assistida por IA. As conclusões devem ser verificadas por um revisor qualificado.
tr: Analiz yapay zekâ destekli yapılmaktadır. Bulgular nitelikli bir denetçi tarafından doğrulanmalıdır.

source: Analysis Patterns (JSON)...
ar: أنماط التحليل (JSON)…
cs: Vzory analýzy (JSON)…
de: Analyse-Muster (JSON)…
el: Μοτίβα ανάλυσης (JSON)…
es: Patrones de análisis (JSON)…
fi: Analyysimallit (JSON)…
fr: Motifs d'analyse (JSON)…
it: Pattern di analisi (JSON)…
ja: 分析パターン（JSON）...
ko: 분석 패턴(JSON)...
pl: Wzorce analizy (JSON)…
pt_br: Padrões de análise (JSON)…
tr: Analiz desenleri (JSON)…

source: Analysis Patterns (Merge)...
ar: أنماط التحليل (دمج)…
cs: Vzory analýzy (sloučit)…
de: Analyse-Muster (zusammenführen)…
el: Μοτίβα ανάλυσης (συγχώνευση)…
es: Patrones de análisis (fusionar)…
fi: Analyysimallit (yhdistä)…
fr: Motifs d'analyse (fusionner)…
it: Pattern di analisi (unisci)…
ja: 分析パターン（マージ）...
ko: 분석 패턴(병합)...
pl: Wzorce analizy (scal)…
pt_br: Padrões de análise (mesclar)…
tr: Analiz desenleri (birleştir)…

source: Analysis Patterns (Replace)...
ar: أنماط التحليل (استبدال)…
cs: Vzory analýzy (nahradit)…
de: Analyse-Muster (ersetzen)…
el: Μοτίβα ανάλυσης (αντικατάσταση)…
es: Patrones de análisis (reemplazar)…
fi: Analyysimallit (korvaa)…
fr: Motifs d'analyse (remplacer)…
it: Pattern di analisi (sostituisci)…
ja: 分析パターン（置き換え）...
ko: 분석 패턴(교체)...
pl: Wzorce analizy (zastąp)…
pt_br: Padrões de análise (substituir)…
tr: Analiz desenleri (değiştir)…

source: Analysis Report (HTML)...
ar: تقرير التحليل (HTML)…
cs: Zpráva analýzy (HTML)…
de: Analyse-Bericht (HTML)…
el: Αναφορά ανάλυσης (HTML)…
es: Informe de análisis (HTML)…
fi: Analyysiraportti (HTML)…
fr: Rapport d'analyse (HTML)…
it: Report di analisi (HTML)…
ja: 分析レポート（HTML）...
ko: 분석 보고서(HTML)...
pl: Raport analizy (HTML)…
pt_br: Relatório de análise (HTML)…
tr: Analiz raporu (HTML)…

source: Analysis Report (Markdown)...
ar: تقرير التحليل (Markdown)…
cs: Zpráva analýzy (Markdown)…
de: Analyse-Bericht (Markdown)…
el: Αναφορά ανάλυσης (Markdown)…
es: Informe de análisis (Markdown)…
fi: Analyysiraportti (Markdown)…
fr: Rapport d'analyse (Markdown)…
it: Report di analisi (Markdown)…
ja: 分析レポート（Markdown）...
ko: 분석 보고서(Markdown)...
pl: Raport analizy (Markdown)…
pt_br: Relatório de análise (Markdown)…
tr: Analiz raporu (Markdown)…

source: Analysis will treat the prompt as a multi-agent chain with %lld agents.
ar: سيتعامل التحليل مع الموجه باعتباره سلسلة متعددة الوكلاء تضم %lld وكيلًا.
cs: Analýza bude prompt považovat za řetězec více agentů s %lld agenty.
de: Die Analyse behandelt den Prompt als Multi-Agenten-Kette mit %lld Agenten.
el: Η ανάλυση θα αντιμετωπίσει το prompt ως αλυσίδα πολλαπλών πρακτόρων με %lld πράκτορες.
es: El análisis tratará el prompt como una cadena multiagente con %lld agentes.
fi: Analyysi käsittelee kehotteen moniagenttiketjuna, jossa on %lld agenttia.
fr: L'analyse traitera le prompt comme une chaîne multi-agents avec %lld agents.
it: L'analisi tratterà il prompt come una catena multi-agente con %lld agenti.
ja: 分析では、プロンプトを %lld 個のエージェントによるマルチエージェントチェーンとして扱います。
ko: 분석에서는 프롬프트를 에이전트 %lld개로 구성된 다중 에이전트 체인으로 처리합니다.
pl: Analiza potraktuje prompt jako wieloagentowy łańcuch z %lld agentami.
pt_br: A análise tratará o prompt como uma cadeia multiagente com %lld agentes.
tr: Analiz, prompt'u %lld aracılı çok aracılı bir zincir olarak ele alacaktır.

source: Analysis will treat the prompt as a single agent's instructions.
ar: سيتعامل التحليل مع الموجه بوصفه تعليمات وكيل واحد.
cs: Analýza bude prompt považovat za pokyny jediného agenta.
de: Die Analyse behandelt den Prompt als Anweisungen eines einzelnen Agenten.
el: Η ανάλυση θα αντιμετωπίσει το prompt ως τις οδηγίες ενός μόνο πράκτορα.
es: El análisis tratará el prompt como las instrucciones de un solo agente.
fi: Analyysi käsittelee kehotteen yhden agentin ohjeina.
fr: L'analyse traitera le prompt comme les instructions d'un seul agent.
it: L'analisi tratterà il prompt come le istruzioni di un singolo agente.
ja: 分析では、プロンプトを単一エージェントの指示として扱います。
ko: 분석에서는 프롬프트를 단일 에이전트의 지침으로 처리합니다.
pl: Analiza potraktuje prompt jako instrukcje pojedynczego agenta.
pt_br: A análise tratará o prompt como as instruções de um único agente.
tr: Analiz, prompt'u tek bir aracının yönergeleri olarak ele alacaktır.

source: Analyze Architecture...
ar: تحليل البنية…
cs: Analyzovat architekturu…
de: Architektur analysieren…
el: Ανάλυση αρχιτεκτονικής…
es: Analizar arquitectura…
fi: Analysoi arkkitehtuuri…
fr: Analyser l'architecture…
it: Analizza architettura…
ja: アーキテクチャを分析...
ko: 아키텍처 분석...
pl: Analizuj architekturę…
pt_br: Analisar arquitetura…
tr: Mimariyi analiz et…

source: Analyzed on-device
ar: تم التحليل على الجهاز
cs: Analyzováno na zařízení
de: Auf dem Gerät analysiert
el: Ανάλυση στη συσκευή
es: Analizado en el dispositivo
fi: Analysoitu laitteessa
fr: Analysé sur l'appareil
it: Analizzato sul dispositivo
ja: オンデバイスで分析
ko: 온디바이스에서 분석됨
pl: Analizowane na urządzeniu
pt_br: Analisado no dispositivo
tr: Cihazda analiz edildi

source: Annotations
ar: التعليقات التوضيحية
cs: Anotace
de: Anmerkungen
el: Σχολιασμοί
es: Anotaciones
fi: Merkinnät
it: Annotazioni
ja: 注釈
ko: 주석
pl: Adnotacje
pt_br: Anotações
tr: Açıklamalar

source: Anti-Pattern Signals
ar: إشارات النمط المضاد
cs: Signály anti-vzoru
de: Anti-Muster-Signale
el: Σήματα αντι-προτύπου
es: Señales de antipatrón
fi: Antimallisignaalit
fr: Signaux d'anti-motif
it: Segnali di anti-pattern
ja: アンチパターンのシグナル
ko: 안티패턴 신호
pl: Sygnały antywzorca
pt_br: Sinais de antipadrão
tr: Anti-desen sinyalleri

source: API Base URL
ar: عنوان API الأساسي
cs: Základní URL API
de: API-Basis-URL
el: URL βάσης API
es: URL base de la API
fi: API-perusosoite
fr: URL de base de l'API
it: URL base API
ja: API ベース URL
ko: API 기본 URL
pl: Bazowy URL API
pt_br: URL base da API
tr: API temel URL'si

source: API Key
ar: مفتاح API
cs: API klíč
de: API-Schlüssel
el: Κλειδί API
es: Clave de API
fi: API-avain
fr: Clé d'API
it: Chiave API
ja: API キー
ko: API 키
pl: Klucz API
pt_br: Chave de API
tr: API anahtarı

source: Appearance
ar: المظهر
cs: Vzhled
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pl: Wygląd
pt_br: Aparência
tr: Görünüm

source: Append this analysis to the agent's Comments
ar: إلحاق هذا التحليل بتعليقات الوكيل
cs: Připojit tuto analýzu ke komentářům agenta
de: Diese Analyse zu den Kommentaren des Agenten hinzufügen
el: Προσάρτηση αυτής της ανάλυσης στα σχόλια του πράκτορα
es: Añadir este análisis a los comentarios del agente
fi: Liitä tämä analyysi agentin kommentteihin
fr: Ajouter cette analyse aux commentaires de l'agent
it: Aggiungi questa analisi ai commenti dell'agente
ja: この分析をエージェントのコメントに追加
ko: 이 분석을 에이전트의 코멘트에 추가
pl: Dołącz tę analizę do komentarzy agenta
pt_br: Anexar esta análise aos comentários do agente
tr: Bu analizi aracının yorumlarına ekle

source: Apple Intelligence Required
ar: يلزم Apple Intelligence
cs: Vyžadováno Apple Intelligence
de: Apple Intelligence erforderlich
el: Απαιτείται Apple Intelligence
es: Se requiere Apple Intelligence
fi: Apple Intelligence vaaditaan
fr: Apple Intelligence requis
it: Apple Intelligence richiesto
ja: Apple Intelligence が必要です
ko: Apple Intelligence 필요
pl: Wymagane Apple Intelligence
pt_br: Apple Intelligence necessário
tr: Apple Intelligence gerekiyor

source: Apply
ar: تطبيق
cs: Použít
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt_br: Aplicar
tr: Uygula

source: Apply on next launch
ar: تطبيق عند التشغيل التالي
cs: Použít při příštím spuštění
de: Beim nächsten Start anwenden
el: Εφαρμογή στην επόμενη εκκίνηση
es: Aplicar al próximo inicio
fi: Käytä seuraavalla käynnistyksellä
fr: Appliquer au prochain lancement
it: Applica al prossimo avvio
ja: 次回起動時に適用
ko: 다음 실행 시 적용
pl: Zastosuj przy następnym uruchomieniu
pt_br: Aplicar na próxima inicialização
tr: Sonraki açılışta uygula

source: Architecture Analysis
ar: تحليل البنية
cs: Analýza architektury
de: Architekturanalyse
el: Ανάλυση αρχιτεκτονικής
es: Análisis de arquitectura
fi: Arkkitehtuurianalyysi
fr: Analyse de l'architecture
it: Analisi dell'architettura
ja: アーキテクチャ分析
ko: 아키텍처 분석
pl: Analiza architektury
pt_br: Análise de arquitetura
tr: Mimari analizi

source: Architecture Component Mapping
ar: تخطيط مكونات البنية
cs: Mapování architektonických komponent
de: Architekturkomponenten-Zuordnung
el: Αντιστοίχιση στοιχείων αρχιτεκτονικής
es: Mapeo de componentes de arquitectura
fi: Arkkitehtuurikomponenttien kartoitus
fr: Mappage des composants d'architecture
it: Mappatura dei componenti dell'architettura
ja: アーキテクチャコンポーネントのマッピング
ko: 아키텍처 구성 요소 매핑
pl: Mapowanie komponentów architektury
pt_br: Mapeamento de componentes de arquitetura
tr: Mimari bileşen eşleme

source: Architecture Decomposition
ar: تفكيك البنية
cs: Dekompozice architektury
de: Architekturzerlegung
el: Αποσύνθεση αρχιτεκτονικής
es: Descomposición de la arquitectura
fi: Arkkitehtuurin hajoitus
fr: Décomposition de l'architecture
it: Decomposizione dell'architettura
ja: アーキテクチャの分解
ko: 아키텍처 분해
pl: Dekompozycja architektury
pt_br: Decomposição da arquitetura
tr: Mimari ayrıştırma

source: Arrange
ar: ترتيب
cs: Uspořádat
de: Anordnen
el: Διάταξη
es: Organizar
fi: Järjestele
fr: Disposer
it: Disponi
ja: 整列
ko: 정렬
pl: Rozmieść
pt_br: Organizar
tr: Düzenle

source: Async
ar: غير متزامن
cs: Asynchronní
de: Asynchron
el: Ασύγχρονο
es: Asíncrono
fi: Asynkroninen
fr: Asynchrone
it: Asincrono
ja: 非同期
ko: 비동기
pl: Asynchroniczny
pt_br: Assíncrono
tr: Eşzamansız

source: Async tools
ar: الأدوات غير المتزامنة
cs: Asynchronní nástroje
de: Asynchrone Tools
el: Ασύγχρονα εργαλεία
es: Herramientas asíncronas
fi: Asynkroniset työkalut
fr: Outils asynchrones
it: Strumenti asincroni
ja: 非同期ツール
ko: 비동기 도구
pl: Narzędzia asynchroniczne
pt_br: Ferramentas assíncronas
tr: Eşzamansız araçlar

source: Auth Method
ar: طريقة المصادقة
cs: Metoda ověření
de: Authentifizierungsmethode
el: Μέθοδος ταυτοποίησης
es: Método de autenticación
fi: Tunnistusmenetelmä
fr: Méthode d'authentification
it: Metodo di autenticazione
ja: 認証方式
ko: 인증 방식
pl: Metoda uwierzytelniania
pt_br: Método de autenticação
tr: Kimlik doğrulama yöntemi

source: AutoGen / AG2 Project...
ar: مشروع AutoGen / AG2…
cs: Projekt AutoGen / AG2…
de: AutoGen-/AG2-Projekt…
el: Έργο AutoGen / AG2…
es: Proyecto de AutoGen / AG2…
fi: AutoGen / AG2 -projekti…
fr: Projet AutoGen / AG2…
it: Progetto AutoGen / AG2…
ja: AutoGen / AG2 プロジェクト...
ko: AutoGen / AG2 프로젝트...
pl: Projekt AutoGen / AG2…
pt_br: Projeto do AutoGen / AG2…
tr: AutoGen / AG2 projesi…

source: Automatic snapshot taken after merging %@
ar: لقطة تلقائية أُخذت بعد دمج %@
cs: Automatický snímek pořízený po sloučení %@
de: Automatischer Schnappschuss nach dem Zusammenführen von %@
el: Αυτόματο στιγμιότυπο που λήφθηκε μετά τη συγχώνευση του %@
es: Instantánea automática tomada después de fusionar %@
fi: Automaattinen tilannekuva kohteen %@ yhdistämisen jälkeen
fr: Instantané automatique pris après la fusion de %@
it: Istantanea automatica acquisita dopo aver unito %@
ja: %@ のマージ後に自動取得されたスナップショット
ko: %@ 병합 후에 자동으로 생성된 스냅샷
pl: Automatyczny zrzut wykonany po scaleniu %@
pt_br: Instantâneo automático feito depois de mesclar %@
tr: %@ birleştirildikten sonra alınan otomatik anlık görüntü

source: Automatic snapshot taken before merging %@
ar: لقطة تلقائية أُخذت قبل دمج %@
cs: Automatický snímek pořízený před sloučením %@
de: Automatischer Schnappschuss vor dem Zusammenführen von %@
el: Αυτόματο στιγμιότυπο που λήφθηκε πριν τη συγχώνευση του %@
es: Instantánea automática tomada antes de fusionar %@
fi: Automaattinen tilannekuva ennen kohteen %@ yhdistämistä
fr: Instantané automatique pris avant la fusion de %@
it: Istantanea automatica acquisita prima di unire %@
ja: %@ のマージ前に自動取得されたスナップショット
ko: %@ 병합 전에 자동으로 생성된 스냅샷
pl: Automatyczny zrzut wykonany przed scaleniem %@
pt_br: Instantâneo automático feito antes de mesclar %@
tr: %@ birleştirilmeden önce alınan otomatik anlık görüntü

source: Backward
ar: للخلف
cs: Dozadu
de: Nach hinten
el: Πίσω
es: Atrás
fi: Taakse
fr: Reculer
it: Indietro
ja: 背面へ
ko: 뒤로
pl: Wstecz
pt_br: Para trás
tr: Geriye

source: Banner Color
ar: لون الشريط
cs: Barva banneru
de: Bannerfarbe
el: Χρώμα banner
es: Color del banner
fi: Bannerin väri
fr: Couleur de la bannière
it: Colore del banner
ja: バナーの色
ko: 배너 색상
pl: Kolor banera
pt_br: Cor do banner
tr: Banner rengi

source: Base User Count
ar: عدد المستخدمين الأساسي
cs: Základní počet uživatelů
de: Basis-Benutzerzahl
el: Βασικός αριθμός χρηστών
es: Recuento base de usuarios
fi: Käyttäjien peruslukumäärä
fr: Nombre d'utilisateurs de base
it: Numero base di utenti
ja: 基準ユーザー数
ko: 기준 사용자 수
pl: Bazowa liczba użytkowników
pt_br: Contagem base de usuários
tr: Temel kullanıcı sayısı

source: Basic Logging
ar: تسجيل أساسي
cs: Základní logování
de: Einfaches Logging
el: Βασική καταγραφή
es: Registro básico
fi: Perustason lokitus
fr: Journalisation basique
it: Logging base
ja: 基本ロギング
ko: 기본 로깅
pl: Podstawowe logowanie
pt_br: Log básico
tr: Temel günlükleme

source: Bearer Token
ar: رمز Bearer
fi: Bearer-tunnus
fr: Jeton Bearer
ja: ベアラートークン
ko: 베어러 토큰

source: Before merge
ar: قبل الدمج
cs: Před sloučením
de: Vor der Zusammenführung
el: Πριν τη συγχώνευση
es: Antes de fusionar
fi: Ennen yhdistämistä
fr: Avant la fusion
it: Prima dell'unione
ja: マージ前
ko: 병합 전
pl: Przed scaleniem
pt_br: Antes da mesclagem
tr: Birleştirmeden önce

source: Before wxO merge
ar: قبل دمج wxO
cs: Před sloučením wxO
de: Vor wxO-Zusammenführung
el: Πριν τη συγχώνευση wxO
es: Antes de fusionar wxO
fi: Ennen wxO-yhdistämistä
fr: Avant la fusion wxO
it: Prima dell'unione wxO
ja: wxO マージ前
ko: wxO 병합 전
pl: Przed scaleniem wxO
pt_br: Antes da mesclagem wxO
tr: wxO birleştirmesinden önce

source: Behaviors
ar: السلوكيات
cs: Chování
de: Verhalten
el: Συμπεριφορές
es: Comportamientos
fi: Käyttäytyminen
fr: Comportements
it: Comportamenti
ja: 動作
ko: 동작
pl: Zachowania
pt_br: Comportamentos
tr: Davranışlar

source: Both
ar: كلاهما
cs: Obojí
de: Beide
el: Και τα δύο
es: Ambos
fi: Molemmat
fr: Les deux
it: Entrambi
ja: 両方
ko: 둘 다
pl: Oba
pt_br: Ambos
tr: Her ikisi

source: Business Justification
ar: المبرر التجاري
cs: Obchodní zdůvodnění
de: Geschäftliche Begründung
el: Επιχειρηματική αιτιολόγηση
es: Justificación comercial
fi: Liiketoiminnan perustelu
fr: Justification métier
it: Giustificazione aziendale
ja: ビジネス上の根拠
ko: 비즈니스 정당성
pl: Uzasadnienie biznesowe
pt_br: Justificativa de negócio
tr: İş gerekçesi

source: Business-hours concentrated (human-driven interaction)
ar: يتمركز خلال ساعات العمل (تفاعل بشري)
cs: Soustředěno do pracovní doby (interakce řízená lidmi)
de: Auf Geschäftszeiten konzentriert (menschengetriebene Interaktion)
el: Συγκεντρωμένο σε ωράριο εργασίας (ανθρώπινη αλληλεπίδραση)
es: Concentrado en horario laboral (interacción humana)
fi: Keskittynyt työaikoihin (ihmisvetoinen vuorovaikutus)
fr: Concentré sur les heures ouvrables (interaction humaine)
it: Concentrato in orario lavorativo (interazione umana)
ja: 営業時間に集中（人間主導のやり取り）
ko: 업무 시간 집중(사람 주도 상호작용)
pl: Skoncentrowane w godzinach pracy (interakcja kierowana przez ludzi)
pt_br: Concentrado em horário comercial (interação humana)
tr: İş saatlerine yoğunlaşmış (insan kaynaklı etkileşim)

source: Cache knowledge retrieval
ar: تخزين استرجاع المعرفة مؤقتًا
cs: Cache načítání znalostí
de: Wissensabruf zwischenspeichern
el: Cache στην ανάκτηση γνώσης
es: Cachear la recuperación de conocimiento
fi: Välimuistita tiedonhaku
fr: Mettre en cache la récupération des connaissances
it: Memorizza nella cache il recupero della conoscenza
ja: 知識取得をキャッシュ
ko: 지식 검색 캐싱
pl: Cache'uj pobieranie wiedzy
pt_br: Cachear recuperação de conhecimento
tr: Bilgi alımını önbelleğe al

source: Caching
ar: التخزين المؤقت
cs: Cache
el: Προσωρινή αποθήκευση
es: Caché
fi: Välimuisti
fr: Mise en cache
it: Cache
ja: キャッシュ
ko: 캐싱
pl: Pamięć podręczna
pt_br: Cache
tr: Önbellek

source: Caching Impact
ar: أثر التخزين المؤقت
cs: Dopad cache
de: Cache-Auswirkung
el: Επίδραση cache
es: Impacto del caché
fi: Välimuistin vaikutus
fr: Impact du cache
it: Impatto della cache
ja: キャッシュの効果
ko: 캐싱 영향
pl: Wpływ pamięci podręcznej
pt_br: Impacto do cache
tr: Önbellek etkisi

source: Caching Impact Estimates
ar: تقديرات أثر التخزين المؤقت
cs: Odhady dopadu cache
de: Schätzungen zu Caching-Auswirkungen
el: Εκτιμήσεις επίδρασης cache
es: Estimaciones del impacto de caché
fi: Välimuistin vaikutusarviot
fr: Estimations de l'impact du cache
it: Stime sull'impatto della cache
ja: キャッシュ効果の見積もり
ko: 캐싱 영향 추정치
pl: Szacunki wpływu pamięci podręcznej
pt_br: Estimativas de impacto de cache
tr: Önbellek etkisi tahminleri

source: Caching tools: %@
ar: أدوات التخزين المؤقت: %@
cs: Nástroje cache: %@
de: Caching-Werkzeuge: %@
el: Εργαλεία cache: %@
es: Herramientas de caché: %@
fi: Välimuistityökalut: %@
fr: Outils de cache : %@
it: Strumenti di cache: %@
ja: キャッシュツール: %@
ko: 캐싱 도구: %@
pl: Narzędzia pamięci podręcznej: %@
pt_br: Ferramentas de cache: %@
tr: Önbellek araçları: %@

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
tr: İptal

source: Cancel Analysis
ar: إلغاء التحليل
cs: Zrušit analýzu
de: Analyse abbrechen
el: Άκυρο ανάλυσης
es: Cancelar análisis
fi: Peruuta analyysi
fr: Annuler l'analyse
it: Annulla analisi
ja: 分析をキャンセル
ko: 분석 취소
pl: Anuluj analizę
pt_br: Cancelar análise
tr: Analizi iptal et

source: Category
ar: الفئة
cs: Kategorie
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Kategoria
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 범주
pl: Kategoria
pt_br: Categoria
tr: Kategori

source: Category name
ar: اسم الفئة
cs: Název kategorie
de: Kategoriename
el: Όνομα κατηγορίας
es: Nombre de la categoría
fi: Kategorian nimi
fr: Nom de la catégorie
it: Nome categoria
ja: カテゴリ名
ko: 범주 이름
pl: Nazwa kategorii
pt_br: Nome da categoria
tr: Kategori adı

source: Chain
ar: سلسلة
cs: Řetězec
de: Kette
el: Αλυσίδα
es: Cadena
fi: Ketju
fr: Chaîne
it: Catena
ja: チェーン
ko: 체인
pl: Łańcuch
pt_br: Cadeia
tr: Zincir

source: Chain (%lld)
ar: سلسلة (%lld)
cs: Řetězec (%lld)
de: Kette (%lld)
el: Αλυσίδα (%lld)
es: Cadena (%lld)
fi: Ketju (%lld)
fr: Chaîne (%lld)
it: Catena (%lld)
ja: チェーン (%lld)
ko: 체인 (%lld)
pl: Łańcuch (%lld)
pt_br: Cadeia (%lld)
tr: Zincir (%lld)

source: Change Edge Color
ar: تغيير لون الحافة
cs: Změnit barvu hrany
de: Kantenfarbe ändern
el: Αλλαγή χρώματος ακμής
es: Cambiar color de arista
fi: Vaihda reunan väri
fr: Changer la couleur du lien
it: Cambia colore arco
ja: エッジの色を変更
ko: 엣지 색상 변경
pl: Zmień kolor krawędzi
pt_br: Alterar cor da aresta
tr: Kenar rengini değiştir

source: Change Edge Style
ar: تغيير نمط الحافة
cs: Změnit styl hrany
de: Kantenstil ändern
el: Αλλαγή στυλ ακμής
es: Cambiar estilo de arista
fi: Vaihda reunan tyyli
fr: Changer le style du lien
it: Cambia stile arco
ja: エッジのスタイルを変更
ko: 엣지 스타일 변경
pl: Zmień styl krawędzi
pt_br: Alterar estilo da aresta
tr: Kenar stilini değiştir

source: Change Lock State
ar: تغيير حالة القفل
cs: Změnit stav zámku
de: Sperrstatus ändern
el: Αλλαγή κατάστασης κλειδώματος
es: Cambiar estado de bloqueo
fi: Vaihda lukitustila
fr: Changer l'état de verrouillage
it: Cambia stato blocco
ja: ロック状態を変更
ko: 잠금 상태 변경
pl: Zmień stan blokady
pt_br: Alterar estado de bloqueio
tr: Kilit durumunu değiştir

source: Chat
ar: محادثة
el: Συνομιλία
ja: チャット
ko: 채팅
pl: Czat
tr: Sohbet

source: Choose the language used throughout the application. Changes take effect after restart.
ar: اختر اللغة المستخدمة في جميع أنحاء التطبيق. تسري التغييرات بعد إعادة التشغيل.
cs: Vyberte jazyk používaný v celé aplikaci. Změny se projeví po restartu.
de: Wähle die in der gesamten Anwendung verwendete Sprache. Änderungen werden nach einem Neustart wirksam.
el: Επιλέξτε τη γλώσσα που χρησιμοποιείται σε ολόκληρη την εφαρμογή. Οι αλλαγές εφαρμόζονται μετά την επανεκκίνηση.
es: Elige el idioma utilizado en toda la aplicación. Los cambios surten efecto tras reiniciar.
fi: Valitse kieli, jota käytetään koko sovelluksessa. Muutokset tulevat voimaan uudelleenkäynnistyksen jälkeen.
fr: Choisissez la langue utilisée dans toute l'application. Les modifications prennent effet après redémarrage.
it: Scegli la lingua usata in tutta l'applicazione. Le modifiche hanno effetto dopo il riavvio.
ja: アプリケーション全体で使用する言語を選択します。変更は再起動後に有効になります。
ko: 애플리케이션 전체에서 사용할 언어를 선택하세요. 변경 사항은 재시작 후 적용됩니다.
pl: Wybierz język używany w całej aplikacji. Zmiany zostaną zastosowane po ponownym uruchomieniu.
pt_br: Escolha o idioma usado em todo o aplicativo. As alterações entram em vigor após reiniciar.
tr: Uygulama genelinde kullanılan dili seçin. Değişiklikler yeniden başlatma sonrasında etkili olur.

source: Chunking Strategy
ar: استراتيجية التقسيم
cs: Strategie dělení
de: Chunking-Strategie
el: Στρατηγική τμηματοποίησης
es: Estrategia de fragmentación
fi: Paloittelustrategia
fr: Stratégie de découpage
it: Strategia di chunking
ja: チャンク化戦略
ko: 청킹 전략
pl: Strategia dzielenia
pt_br: Estratégia de fragmentação
tr: Parçalama stratejisi

source: Clear Menu
ar: مسح القائمة
cs: Vyčistit nabídku
de: Menü leeren
el: Καθαρισμός μενού
es: Vaciar menú
fi: Tyhjennä valikko
fr: Effacer le menu
it: Cancella menu
ja: メニューをクリア
ko: 메뉴 지우기
pl: Wyczyść menu
pt_br: Limpar menu
tr: Menüyü temizle

source: Clear Reverse Target
ar: مسح الهدف العكسي
cs: Vymazat opačný cíl
de: Umkehrziel löschen
el: Εκκαθάριση αντίστροφου στόχου
es: Borrar destino inverso
fi: Tyhjennä käänteinen kohde
fr: Effacer la cible inverse
it: Cancella destinazione inversa
ja: 逆方向のターゲットをクリア
ko: 역방향 대상 지우기
pl: Wyczyść cel odwrotny
pt_br: Limpar destino reverso
tr: Ters hedefi temizle

source: Close Find
ar: إغلاق البحث
cs: Zavřít hledání
de: Suche schließen
el: Κλείσιμο εύρεσης
es: Cerrar búsqueda
fi: Sulje haku
fr: Fermer la recherche
it: Chiudi ricerca
ja: 検索を閉じる
ko: 찾기 닫기
pl: Zamknij wyszukiwanie
pt_br: Fechar busca
tr: Aramayı kapat

source: Cloud
ar: السحابة
es: Nube
fi: Pilvi
ja: クラウド
ko: 클라우드
pl: Chmura
pt_br: Nuvem
tr: Bulut

source: Color
ar: اللون
cs: Barva
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
it: Colore
ja: 色
ko: 색상
pl: Kolor
pt_br: Cor
tr: Renk
